zap-zsh/supercharge
zap-zsh/completions
zap-zsh/vim
zap-zsh/fzf
wintermi/zsh-brew
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search
ohmyzsh/ohmyzsh path:plugins/git
